
<style type="text/css">
#content_agb
{
    text-align:justify;
}

#content_agb .p
{
    margin-top:1em;
    margin-bottom:2em;
    padding-left:1em;
    display:block;
}

#content_agb .p .p
{
    padding-top:0;
    padding-bottom:0;
}



#content_agb b
{
    font-size:1em;
    display:inline;
}


#content_agb .visuallisting li
{
    margin-left:20px;
}


</style>
<div id="content_agb">
    <h4>Allgemeine Gesch&auml;ftsbestimmungen </h4>
    <div class="p">
        Widerrufsbelehrung gem&auml;&szlig; &sect; 355 Abs. 2 BGB
    </div>


    <h5>Widerrufsrecht</h5>
    <div class="p">
        Sie k&ouml;nnen Ihre Vertragserkl&auml;rung innerhalb von zwei Wochen ohne Angabe von Gr&uuml;nden in Textform (z. B. Brief, Fax, E-Mail) oder - wenn Ihnen die Sache vor Fristablauf &uuml;berlassen wird - durch R&uuml;cksendung der Sache  widerrufen. Die Frist beginnt nach Erhalt dieser Belehrung. Zur Wahrung der Widerrufsfrist gen&uuml;gt die rechtzeitige Absendung des Widerrufs oder der Sache . Der Widerruf ist zu richten an:
        
        <br><br>
        IB C SOLUTIONS LTD <br>
        Niederlassung Deutschland<br>
        Henkelsgasse 3<br>
        99817 Eisenach<br>
        <br>
    </div>
 
    <h5>Widerrufsfolgen</h5>
    <div class="p">
        Im Falle eines wirksamen Widerrufs sind die beiderseits empfangenen Leistungen zur&uuml;ckzugew&auml;hren und ggf. gezogene Nutzungen (z. B. Zinsen) herauszugeben. K&ouml;nnen Sie uns die empfangene Leistung ganz oder teilweise nicht oder nur in verschlechtertem Zustand zur&uuml;ckgew&auml;hren, m&uuml;ssen Sie uns insoweit ggf. Wertersatz leisten. Dies kann dazu f&uuml;hren, dass Sie die vertraglichen Zahlungsverpflichtungen f&uuml;r den Zeitraum bis zum Widerruf gleichwohl erf&uuml;llen m&uuml;ssen. Bei der &uuml;berlassung von Sachen gilt dies nicht, wenn die Verschlechterung der Sache ausschlie&szlig;lich auf deren Pr&uuml;fung - wie sie Ihnen etwa im Ladengesch&auml;ft m&ouml;glich gewesen w&auml;re - zur&uuml;ckzuf&uuml;hren ist. Im &uuml;brigen k&ouml;nnen Sie die Pflicht zum Wertersatz f&uuml;r eine durch die bestimmungsgem&auml;&szlig;e Ingebrauchnahme der Sache entstandene Verschlechterung vermeiden, indem Sie die Sache nicht wie Ihr Eigentum in Gebrauch nehmen und alles unterlassen, was deren Wert beeintr&auml;chtigt. Paketversandf&auml;hige Sachen sind auf unsere Gefahr zur&uuml;ckzusenden. Sie haben die Kosten der R&uuml;cksendung zu tragen, wenn die gelieferte Ware der bestellten entspricht und wenn der Preis der zur&uuml;ckzusendenden Sache einen Betrag von 40 Euro nicht &uuml;bersteigt oder wenn Sie bei einem h&ouml;heren Preis der Sache zum Zeitpunkt des Widerrufs noch nicht die Gegenleistung oder eine vertraglich vereinbarte Teilzahlung erbracht haben. Anderenfalls ist die R&uuml;cksendung f&uuml;r Sie kostenfrei. Nicht paketversandf&auml;hige Sachen werden bei Ihnen abgeholt. Verpflichtungen zur Erstattung von Zahlungen m&uuml;ssen innerhalb von 30 Tagen erf&uuml;llt werden. Die Frist beginnt f&uuml;r Sie mit der Absendung Ihrer Widerrufserkl&auml;rung oder der Sache, f&uuml;r uns mit deren Empfang.
    </div>




    <h5>&sect; 1 Allgemeines, Geltungsbereich</h5>
    <div class="p">
        <div class="p">
            <b>(1)</b> Die Allgemeinen Gesch&auml;ftsbedingungen regeln das Vertragsverh&auml;ltnis zwischen IB C SOLUTIONS LTD Niederlassung Deutschland und den nat&uuml;rlichen und juristischen Personen, die das Internetangebot von IB CSOLUTIONS LTD Niederlassung Deutschland nutzen (im folgenden K&auml;ufer genannt). Die AGB betreffen die Nutzung der Internetangebote der IB C SOLUTIONS LTD Niederlassung Deutschland. 
        </div>
    
    </div>

    <h5>&sect; 2 Vertragsschluss</h5>
    <div class="p">
        <div class="p">
            <b>(1)</b> Die Angebote von IB C SOLUTIONS LTD Niederlassung Deutschland im Internet stellen eine unverbindliche Aufforderung an den K&auml;ufer dar, bei uns Waren zu bestellen. 
        </div>
    
        <div class="p">
            <b>(2)</b> IB C SOLUTIONS LTD Niederlassung Deutschland ist berechtigt, dieses Angebot innerhalb von 3 Werktagen unter Zusendung einer Auftragsbest&auml;tigung anzunehmen. Die Auftragsbest&auml;tigung wird &uuml;bermittelt durch E-Mail. Nach fruchtlosem Ablauf der genannten Frist gilt das Angebot als abgelehnt. 
        </div>
    </div>


    <h5>&sect; 3 Zahlung, F&auml;lligkeit, Zahlungsverzug</h5>
    <div class="p">
        <div class="p">
            <b>(1)</b> Die Bezahlung der Waren erfolgt per Vorkasse, Rechnung und Barzahlung bei Abholung.. Wir behalten uns das Recht vor, im Einzelfall bestimmte Zahlungsarten zu akzeptieren oder auszuschlie&szlig;en. 
        </div>
        <div class="p">
            <b>(2)</b> Bei Zahlung per Vorkasse verpflichtet sich der Kunde, den Kaufpreis nach Vertragsschluss unverz&uuml;glich zu zahlen. Soweit Zahlung auf Rechnung vereinbart wurde, verpflichtet sich der Kunde, den Rechnungsbetrag innerhalb von 10 Tagen nach Erhalt der Ware zu begleichen.
        </div>
        <div class="p">
    
            <b>(3)</b> Befindet sich der Kunde im Zahlungsverzug, hat er w&auml;hrenddessen jede Fahrl&auml;ssigkeit zu vertreten. Er haftet wegen der Leistung auch f&uuml;r Zufall, es sei denn, dass der Schaden auch bei rechtzeitiger Leistung eingetreten sein w&uuml;rde. 
        </div>
    
        <div class="p">
            <b>(4)</b> Der Kaufpreis ist w&auml;hrend des Verzugs zu verzinsen. Der Verzugszinssatz betr&auml;gt f&uuml;r das Jahr f&uuml;nf Prozentpunkte &uuml;ber dem Basiszinssatz. 
        </div>
        <div class="p">
            <b>(5)</b> Die Geltendmachung eines weiteren Schadens ist nicht ausgeschlossen.
        </div>
    </div>
    
    <h5>&sect; 4 Lieferung
    
    <div class="p">
        
    
        <div class="p">
        <b>(1)</b> Die Lieferung erfolgt durch Sendung des Kaufgegenstands an die vom K&auml;ufer mitgeteilte Adresse. Soweit Lieferung gegen Vorkasse vereinbart ist, betr&auml;gt die Lieferfrist im Allgemeinen 1-3 Werktage nach Erhalt des Kaufpreises. Ansonsten betr&auml;gt die Lieferfrist im Allgemeinen 1-3 Werktage nach Versand der Auftragsbest&auml;tigung. Diese Angaben sind unverbindlich, soweit nichts anderes vereinbart ist.
        </div>
    
        <div class="p">
        <b>(2)</b> Die Lieferung erfolgt gegen die angegebenen Versandkosten.
        F&uuml;r Auslandslieferungen wird, soweit nichts anderes angegeben ist, der Preis f&uuml;r Verpackung und Versand gesondert nach Gewicht berechnet. Wenn der K&auml;ufer eine spezielle Art der Versendung w&uuml;nscht, bei der h&ouml;here Kosten anfallen, so hat er auch diese Mehrkosten zu tragen.
        </div>
    </div>
    
    
    <h5>&sect; 5 Eigentumsvorbehalt</h5>
    <div class="p">
        <div class="p">
        <b>(1)</b> Der Kaufgegenstand bleibt bis zur vollst&auml;ndigen Bezahlung Eigentum von IB C SOLUTIONS LTD Niederlassung Deutschland. Vor Eigentums&uuml;bertragung ist eine Verpf&auml;ndung, Sicherungs&uuml;bereignung, Verarbeitung oder Umgestaltung ohne ausdr&uuml;ckliche Einwilligung von IB C SOLUTIONS LTD Niederlassung Deutschland nicht zul&auml;ssig.
        </div>
    </div>
    
    
    <h5>&sect; 6 Preise</h5>
    <div class="p">
        <div class="p">
            <b>(1)</b> Der jeweils angegebene Preis f&uuml;r den Kaufgegenstand versteht sich als Endpreis einschlie&szlig;lich eventuell anfallender Mehrwertsteuer und weiterer Preisbestandteile. Der Preis umfasst nicht die Liefer- und Versandkosten. 
        </div>
        
        <div class="p">
            <b>(2)</b> Mit der Aktualisierung der Internetangebote werden alle fr&uuml;heren Preise und sonstige Angaben &uuml;ber den Kaufgegenstand ung&uuml;ltig. 
        </div>
        <div class="p">
            <b>(3)</b> Ma&szlig;geblich f&uuml;r die Rechnungsstellung ist der Preis zum Zeitpunkt der Abgabe des Angebots des K&auml;ufers. 
        </div>
    </div>
    
    <h5>&sect; 7 R&uuml;cktritt</h5>
    <div class="p">
        <div class="p">
            <b>(1)</b> IB C SOLUTIONS LTD Niederlassung Deutschland ist berechtigt, vom Vertrag auch hinsichtlich eines noch offenen Teils der Lieferung oder Leistung zur&uuml;ckzutreten, wenn falsche Angaben &uuml;ber die Kreditw&uuml;rdigkeit des K&auml;ufers gemacht worden oder objektive Gr&uuml;nde hinsichtlich der Zahlungsunf&auml;higkeit des K&auml;ufers entstanden sind, bspw. die Er&ouml;ffnung eines Insolvenzverfahrens &uuml;ber das Verm&ouml;gen des K&auml;ufers oder die Abweisung eines solchen Verfahrens mangels kostendeckenden Verm&ouml;gens. Dem K&auml;ufer wird vor R&uuml;cktritt die M&ouml;glichkeit einger&auml;umt, eine Vorauszahlung zu leisten oder eine taugliche Sicherheit zu erbringen. 
        </div>
        <div class="p">
            <b>(2)</b> Unbeschadet etwaiger Schadenersatzanspr&uuml;che sind im Falle des Teilr&uuml;cktritts bereits erbrachte Teilleistungen vertragsgem&auml;&szlig; abzurechnen und zu bezahlen.
        </div>
    </div>
    
    
    <h5>&sect; 8 Gew&auml;hrleistung</h5>
    <div class="p">
        
        <div class="p">
            <b>(1)</b> IB C SOLUTIONS LTD Niederlassung Deutschland tr&auml;gt Gew&auml;hr daf&uuml;r, dass der Kaufgegenstand bei &uuml;bergabe mangelfrei ist. Zeigt sich innerhalb von sechs Monaten seit &uuml;bergabe des Kaufgegenstands ein Sachmangel, so wird vermutet, dass der Kaufgegenstand bereits bei der &uuml;bergabe mangelhaft war, es sei denn, diese Vermutung ist mit der Art Kaufgegenstands oder des Mangels unvereinbar. Zeigt sich der Sachmangel erst nach Ablauf von sechs Monaten, muss der K&auml;ufer beweisen, dass der Sachmangel bereits bei &uuml;bergabe des Kaufgegenstands vorlag. 
        </div>

        <div class="p">
            <b>(2)</b> Ist der Kaufgegenstand bei &uuml;bergabe mangelhaft, hat der K&auml;ufer das Recht, als Nacherf&uuml;llung nach seiner Wahl die Beseitigung des Mangels oder die Lieferung eines mangelfreien Kaufgegenstands zu verlangen. IB C SOLUTIONS LTD Niederlassung Deutschland beh&auml;lt sich vor, die vom K&auml;ufer gew&auml;hlte Art der Nacherf&uuml;llung zu verweigern, wenn sie unm&ouml;glich oder nur mit unverh&auml;ltnism&auml;&szlig;igen Kosten m&ouml;glich ist. In diesem Fall beschr&auml;nkt sich der Anspruch des K&auml;ufers auf die andere Art der Nacherf&uuml;llung; das Recht, auch diese unter den genannten Voraussetzungen zu verweigern, bleibt unber&uuml;hrt. 
        </div>
    
        <div class="p">
            <b>(3)</b> Liefert IB C SOLUTIONS LTD Niederlassung Deutschland zum Zwecke der Nacherf&uuml;llung einen mangelfreie Kaufgegenstand, kann IB C SOLUTIONS LTD Niederlassung Deutschland vom K&auml;ufer R&uuml;ckgew&auml;hr des mangelhaften Kaufgegenstands verlangen. 
        </div>
    
        <div class="p">
            <b>(4)</b> Anspr&uuml;che des K&auml;ufers wegen M&auml;ngeln verj&auml;hren in zwei Jahren. 
        </div>
    
        <div class="p">
            <b>(5)</b> Sch&auml;den, die durch unsachgem&auml;&szlig;e oder vertragswidrige Ma&szlig;nahmen des K&auml;ufers bei Aufstellung, Anschluss, Bedienung oder Lagerung hervorgerufen werden, begr&uuml;nden keinen Anspruch gegen IB C SOLUTIONS LTD Niederlassung Deutschland. Die Unsachgem&auml;&szlig;heit und Vertragswidrigkeit bestimmt sich insbesondere nach den Angaben des Herstellers der gelieferten Waren.
        </div>
    </div>
    
    <h5>&sect; 9 Haftungsbeschr&auml;nkung</h5>
    <div class="p">
        
        <div class="p">
            <b>(1)</b> F&uuml;r andere als durch Verletzung von Leben, K&ouml;rper und Gesundheit entstehende Sch&auml;den haftet IB C SOLUTIONS LTD Niederlassung Deutschland nur, soweit diese Sch&auml;den auf vors&auml;tzlichem oder grob fahrl&auml;ssigem Handeln oder auf schuldhafter Verletzung einer wesentlichen Vertragspflicht durch IB C SOLUTIONS LTD Niederlassung Deutschland oder deren Erf&uuml;llungsgehilfen beruhen. Eine dar&uuml;ber hinausgehende Haftung auf Schadensersatz ist ausgeschlossen. Anspr&uuml;che aus einer von IB C SOLUTIONS LTD Niederlassung Deutschland gegebenen Garantie f&uuml;r die Beschaffenheit des Kaufgegenstands und dem Produkthaftungsgesetz bleiben hiervon unber&uuml;hrt. 
        </div>
    
        <div class="p">
            <b>(2)</b> Nach dem jetzigen Stand der Technik kann die Datenkommunikation &uuml;ber das Internet nicht fehlerfrei und/oder jederzeit verf&uuml;gbar gew&auml;hrleistet werden. IB C SOLUTIONS LTD Niederlassung Deutschland haftet daher nicht f&uuml;r die jederzeitige Verf&uuml;gbarkeit der Internetangebote.
        </div>
        <div class="p">
            <b>(3)</b> Eine gesicherte Daten&uuml;bertragung zwischen dem Anwendersystem des K&auml;ufers und der Internetangebote der IB C SOLUTIONS LTD Niederlassung Deutschland wird nicht zur Verf&uuml;gung gestellt. IB C SOLUTIONS LTD Niederlassung Deutschland haftet nicht f&uuml;r Missbrauch der Daten. durch Dritte Der K&auml;ufer verpflichtet sich, f&uuml;r die Sicherheit seines Anwendersystems selbst zu sorgen.
        </div>
    </div>
    
    <h5>&sect; 10 Datenschutz</h5>
    <div class="p">
        
        <div class="p">
            <b>(1)</b> Alle zur Durchf&uuml;hrung des Auftrags erforderlichen personenbezogenen Daten werden in maschinenlesbarer Form gespeichert und vertraulich behandelt. Die f&uuml;r die Bearbeitung eines Auftrags notwendigen Daten wie Name und Adresse werden im Rahmen der Durchf&uuml;hrung der Lieferung an die mit der Lieferung des Kaufgegenstand beauftragten Unternehmen weitergegeben.
        </div>
        <div class="p">
            <b>(2)</b> Zum Zwecke der R&uuml;ckverfolgung wird die Internetadresse des K&auml;ufers zum Zeitpunkt der Kaufabwicklung automatisch gespeichert.
        </div>
    </div>
    
    
    <h5>&sect; 11 Gerichtsstand</h5>
    <div class="p">
        <div class="p">
            <b>(1)</b> Alle Streitigkeiten aus diesem Rechtsverh&auml;ltnis unterliegen dem Recht der Bundesrepublik Deutschland. Die Geltung von UN-Kaufrecht ist ausgeschlossen. Wenn der K&auml;ufer keinen allgemeinen Gerichtsstand im Inland hat, ist das Gericht am Gesch&auml;ftssitz von IB C SOLUTIONS LTD Niederlassung Deutschland zust&auml;ndig, sofern nicht f&uuml;r die Streitigkeit ein ausschlie&szlig;licher Gerichtsstand begr&uuml;ndet ist.
        </div>
    </div>
    
    <h5>&sect; 12 Informationen zur Batterieverordnung</h5>
    <div class="p">
        <div class="p">
            Im Zusammenhang mit dem Vertrieb von Batterien und Akkus sind wir als H&auml;ndler gem&auml;&szlig; Batterieverordnung verpflichtet, Sie als Verbraucher auf folgendes hinzuweisen: 
            <ul class="visuallisting">
                <li>Sie sind gesetzlich verpflichtet, Batterien und Akkus zur&uuml;ckzugeben. Sie k&ouml;nnen diese nach Gebrauch in unserer Verkaufsstelle, in einer kommunalen Sammelstelle oder auch im Handel vor Ort zur&uuml;ckgeben. </li>
                <li>Schadstoffhaltige Batterien sind mit einem Zeichen, bestehend aus einer durchgestrichenen M&uuml;lltonne und dem chemischen Symbol (Cd, Hg oder Pb) des f&uuml;r die Einstufung als schadstoffhaltig ausschlaggebenden Schwermetalls versehen. </li>
            </ul>
        </div>
    </div>
    
    <h5>&sect; 13 Salvatorische Klausel</h5>
    <div class="p">
        <div class="p">
            <b>(1)</b> Sollte eine Bestimmung dieser AGB ung&uuml;ltig oder undurchsetzbar sein oder werden, so bleiben die &uuml;brigen Bestimmungen dieser AGB hiervon unber&uuml;hrt.
        </div>
    </div>
    
    IB C SOLUTIONS LTD <br>
    Niederlassung Deutschland<br>
    Henkelsgasse 3<br>
    99817 Eisenach<br>
    

</div>

